{
	"@metadata": {
		"authors": [
			"Metalhead64"
		]
	},
	"apihelp-wbsgetsuggestions-description": "API-Modul zum Abrufen von Vorschlägen für zusätzliche Eigenschaften zum Hinzufügen zu einer Wikibase-Entität. Das API-Modul ist in erster Linie für die Verwendung durch das Vorschlags-Widget gedacht, wenn Benutzer Wikibase-Entitäten bearbeiten.",
	"apihelp-wbsgetsuggestions-summary": "API-Modul zum Abrufen von Vorschlägen für zusätzliche Eigenschaften zum Hinzufügen zu einer Wikibase-Entität. Das API-Modul ist in erster Linie für die Verwendung durch das Vorschlags-Widget gedacht, wenn Benutzer Wikibase-Entitäten bearbeiten.",
	"apihelp-wbsgetsuggestions-example-1": "Ruft Vorschläge für das Objekt Q4 ab",
	"apihelp-wbsgetsuggestions-example-2": "Ruft Vorschläge für das Objekt Q4 von Rang 10 bis 15 ab",
	"apihelp-wbsgetsuggestions-example-3": "Ruft Vorschläge für die Eigenschaftskombination P21 und P31 ab",
	"apihelp-wbsgetsuggestions-example-4": "Ruft Vorschläge für die Qualifikatoren ab, die mit P21 verwendet werden.",
	"apihelp-wbsgetsuggestions-example-5": "Ruft Vorschläge für die Einzelnachweise ab, die mit P21 verwendet werden.",
	"apihelp-wbsgetsuggestions-param-context": "Entweder Objekt, Einzelnachweis oder Qualifikator.",
	"apihelp-wbsgetsuggestions-param-continue": "Versatz, wo eine Suche fortgeführt werden soll.",
	"apihelp-wbsgetsuggestions-param-entity": "Vorschlagen von Eigenschaften für die angegebene Entität, basierend auf der vorhandenen Liste von Eigenschaften, die die Entität hat.",
	"apihelp-wbsgetsuggestions-param-include": "Welche Vorschläge eingeschlossen werden sollen: Standardmäßig werden nur Eigenschaften vorgeschlagen, die hinzugefügt werden können (nicht veraltet, noch nicht vorhanden).",
	"apihelp-wbsgetsuggestions-param-language": "Sprache für das Ergebnis.",
	"apihelp-wbsgetsuggestions-param-limit": "Maximale Anzahl der Ergebnisse.",
	"apihelp-wbsgetsuggestions-param-properties": "Schlägt zusätzliche Eigenschaften für die angegebene Eigenschaftsliste vor.",
	"apihelp-wbsgetsuggestions-param-search": "Sucht nach diesem Text.",
	"apihelp-wbsgetsuggestions-param-size": "Gibt die Anzahl der zurückzugebenden Vorschläge an.",
	"apihelp-wbsgetsuggestions-param-types": "Vorschlagen zusätzlicher Eigenschaften für die angegebene Liste von Typen vor (diese Werte sind gleich denen, die über classifyingPropertyIds gesammelt würden, wenn eine Entität im API-Aufruf bereitgestellt wird). Wird in Kombination mit dem Parameter properties verwendet.",
	"propertysuggester-wbsgetsuggestions-either-entity-or-properties": "Gib entweder den Entitäts-ID-Parameter „entity“ oder eine Liste von  „properties“-Eigenschaften an."
}
